/* Action not found */
"Action not found" = "Toimintoa ei löydetty";

/* API unavailable */
"API unavailable" = "API ei saatavilla";

/* Bad request */
"Bad request" = "Virheellinen pyyntö";

/* Forbidden */
"Forbidden" = "Pääsy evätty";

/* Format not accepted */
"Format not accepted" = "Muoto ei kelpaa";

/* Internal Server error */
"Internal Server error" = "Sisäisen palvelimen virhe";

/* Invalid Auth */
"Invalid Auth" = "Puuttuva valtuutus";

/* Not implemented */
"Not implemented" = "Toimintoa ei toteutettu";

/* Object not found */
"Object not found" = "Kohdetta ei löydetty";

/* OK */
"OK" = "OK";

/* Partially accepted */
"Partially accepted" = "Osittain hyväksytty";

/* Partially created */
"Partially created" = "Osittain luotu";

/* Permission denied */
"Permission denied" = "Käyttöoikeudet puuttuvat";

/* Resource not found */
"Resource not found" = "Lähdettä ei löydetty";

/* Ressource Timeout */
"Ressource Timeout" = "Lähteen aikakatkaisu";

/* Service unavailable */
"Service unavailable" = "Palvelua ei saatavilla";

/* Successfully accepted */
"Successfully accepted" = "Onnistuneesti vastaanotettu";

/* Successfully created */
"Successfully created" = "Onnistuneesti luotu";

/* Unacceptable data */
"Unacceptable data" = "Ei tuettu data";

/* Unknown error */
"Unknown error" = "Tuntematon virhe";

